Repository: 84000/data-translation-memory
Catalog: toh305-v3.tmx
Source language: bo
Languages: en

source: མཆོག་ཏུ་གདགས་པའི་མདོ།
en: The Sūtra “Declaring What Is Supreme”

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ། རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པར་དབྱར་གནས་པར་དམ་བཅས་ཏེ་བཞུགས་སོ།
en: The Bhagavān, together with a saṅgha of śrāvakas, was staying at Kalandakanivāsa in the Bamboo Grove at Rājagṛha, observing the pledge to stay in retreat during the rains.

source: །དེར་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདི་གསུམ་ན་མཆོག་ཏུ་གདགས་པ་ཡིན་ཏེ།
en: Then the Bhagavān spoke to the monks: “Monks, there are three declarations of what is supreme.

source: གསུམ་གང་ཞེ་ན།
en: What are the three?

source: སངས་རྒྱས་མཆོག་ཏུ་གདགས་པ་དང་། ཆོས་མཆོག་ཏུ་གདགས་པ་དང་། དགེ་འདུན་མཆོག་ཏུ་གདགས་པའོ།
en: They are the declaration of the Buddha as supreme, the declaration of the Dharma as supreme, and the declaration of the Saṅgha as supreme. “

source: །དེ་ལ་སངས་རྒྱས་མཆོག་ཏུ་གདགས་པ་གང་ཞེ་ན།
en: In this regard, what is the declaration of the Buddha as supreme?

source: སེམས་ཅན་རྐང་མེད་རྣམས་སམ། རྐང་གཉིས་རྣམས་སམ། རྐང་བཞི་རྣམས་སམ། རྐང་མངས་རྣམས་སམ། གཟུགས་ཅན་རྣམས་སམ། གཟུགས་ཅན་མ་ཡིན་པ་རྣམས་སམ། འདུ་ཤེས་ཅན་རྣམས་སམ། འདུ་ཤེས་ཅན་མ་ཡིན་པ་རྣམས་སམ། འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། འདུ་ཤེས་མེད་པ་ཡང་མ་ཡིན་པ་གང་ཡང་རུང་སྟེ། དེ་དག་གི་ནང་ན་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཆོག་ཡིན་པར་བསྟན་ཏོ།
en: It is taught that among all beings—those without legs, with two legs, with four legs, or with many legs; those with form or without form; those with perception, without perception, or neither with perception nor without perception—the tathāgata, the arhat, the completely perfect Buddha is supreme.

source: །སངས་རྒྱས་ལ་མངོན་པར་དགའ་བ་སུ་ཡང་རུང་བ་དེ་དག་ནི་མཆོག་ལ་མངོན་པར་དགའ་བ་ཡིན་ཏེ།
en: Those who are well disposed toward the Buddha are well disposed toward what is supreme.

source: མཆོག་ལ་མངོན་པར་དགའ་བ་དེ་དག་ནི་རྣམ་པར་སྨིན་པ་ཡང་ལྷ་རྣམས་ཀྱི་ནང་དུ་ལྷར་གྱུར་པ་རྣམས་སམ། མི་རྣམས་ཀྱི་ནང་དུ་མིར་གྱུར་པ་རྣམས་ཀྱི་མཆོག་འབའ་ཞིག་ཏུ་འགྱུར་བར་ཤེས་པར་བྱ་སྟེ།
en: Those who are well disposed toward what is supreme, should understand that the ripening thereof will always be as a supreme god among gods, or a supreme human among humans.

source: འདི་ནི་སངས་རྒྱས་མཆོག་ཏུ་གདགས་པ་ཞེས་བྱའོ།
en: This is called the declaration of the Buddha as supreme. “

source: །ཆོས་མཆོག་ཏུ་གདགས་པ་གང་ཞེ་ན།
en: What is the declaration of the Dharma as supreme?

source: འདུས་བྱས་སམ། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་གང་ཡང་རུང་སྟེ། དེ་དག་གི་ནང་ན་ནི་འདོད་ཆགས་དང་བྲལ་བའི་ཆོས་མཆོག་ཡིན་པར་བསྟན་ཏོ།
en: It is taught that among all dharmas, conditioned or unconditioned, the Dharma of being free from attachment is supreme.

source: །ཆོས་ལ་མངོན་པར་དགའ་བ་སུ་ཡང་རུང་བ་དེ་དག་ནི། མཆོག་ལ་མངོན་པར་དགའ་བ་ཡིན་ཏེ།
en: Those who are well disposed toward the Dharma are well disposed toward the supreme.

source: མཆོག་ལ་མངོན་པར་དགའ་བ་དེ་དག་ནི། རྣམ་པར་སྨིན་པ་ཡང་ལྷ་རྣམས་ཀྱི་ནང་དུ་ལྷར་གྱུར་པ་རྣམས་སམ། མི་རྣམས་ཀྱི་ནང་དུ་མིར་གྱུར་པ་རྣམས་ཀྱི་མཆོག་འབའ་ཞིག་ཏུ་འགྱུར་བར་ཤེས་པར་བྱ་སྟེ།
en: Those who are well disposed toward what is supreme, should understand that the ripening thereof will always be as a supreme god among gods, or a supreme human among humans.

source: འདི་ནི་ཆོས་མཆོག་ཏུ་གདགས་པ་ཞེས་བྱའོ།
en: This is called the declaration of the Dharma as supreme. “

source: །དགེ་འདུན་མཆོག་ཏུ་གདགས་པ་གང་ཞེ་ན།
en: What is the declaration of the Saṅgha as supreme?

source: ཚོགས་སམ། འདུས་པའམ། མང་པོའམ། འཁོར་གང་ཡང་རུང་སྟེ། དེ་དག་གི་ནང་ན་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་མཆོག་ཡིན་པར་བསྟན་ཏོ།
en: It is taught that among all assemblies, gatherings, crowds, and retinues, the Saṅgha of śrāvakas of the tathāgata, the arhat, the completely perfect Buddha is supreme.

source: དགེ་འདུན་ལ་མངོན་པར་དགའ་བ་སུ་ཡང་རུང་བ་དེ་དག་ནི་མཆོག་ལ་མངོན་པར་དགའ་བ་ཡིན་ཏེ།
en: Those who are well disposed toward the Saṅgha are well disposed toward the supreme.

source: འདི་ནི་དགེ་འདུན་མཆོག་ཏུ་གདགས་པ་ཞེས་བྱའོ།
en: This is called the declaration of the Saṅgha as supreme.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Bhagavān had spoken thus, the monks rejoiced and praised his words.

source: མཆོག་ཏུ་གདགས་པའི་མདོ་རྫོགས་སོ།།
en: Thus ends The Sūtra “Declaring What Is Supreme.”
